<template>
    <div class="guide-container">
        <h1 class="title">合约简介</h1>
        <div class="text-box">
            <h3>永续合约概述</h3>
            <p>永续合约，是类似于传统期货合约的一款可以提供高杠杆的衍生品，但又不同于传统期货合约，没有合约到期或结算时间，合约可以永久持续下去，这也是其名称的由来！同时，永续合约采用资金费用（Funding Cost）的机制来保证其价格紧跟标的资产的价格，那么永续合约与传统合约相比有哪些优势呢？</p>
            <table class="have-border">
                <tbody>
                    <tr>
                        <td>项目</td>
                        <td>TigerMEX永续合约</td>
                        <td>传统合约</td>
                    </tr>
                     <tr>
                        <td>保证金</td>
                        <td>USDT、基础货币</td>
                        <td>基础货币</td>
                    </tr>
                     <tr>
                        <td>到期结算日</td>
                        <td>无</td>
                        <td>周、月、季等特定日期</td>
                    </tr>
                     <tr>
                        <td>杠杆</td>
                        <td>10X、20X、50X、100X</td>
                        <td>最高20X</td>
                    </tr>
                     <tr>
                        <td>合约损失机制</td>
                        <td>自动减仓机制（ADL）</td>
                        <td>所有账户分摊</td>
                    </tr>
                     <tr>
                        <td>强平价格</td>
                        <td>合理价格指数</td>
                        <td>最近交易价格</td>
                    </tr>
                     <tr>
                        <td>价格平衡机制</td>
                        <td>资金费率</td>
                        <td>定期交割</td>
                    </tr>
                </tbody>
            </table>
            <p class="last">可以看出永续合约相对于传统合约，引进了资金费用、自动减仓机制、合理价格指数等特征指标，来保证合约能够正常的持续下去。</p>
            <h3>永续合约的市场机制</h3>
            <p>交易永续合约时，交易者需要了解永续市场的几种机制， 交易原需要注意的关键部分是：</p>
            <br />
            <p class="last"><span>仓位标记：</span>永续掉期合约使用 合理价格标记 方法。 标记价格决定了 未实现盈亏 以及 强平价格。</p>
            <p class="last"><span>起始保证金：</span>决定你能使用多大的杠杆率进行开仓。</p>
            <p class="last"><span>维持保证金：</span>维持保证金是仓位最低限度维持所需要的保证金水平。</p>
            <p><span>资金费用：</span>买方和卖方之间每隔 8 小时定期支付费用。 如果费率为正，多仓将支付 而 空仓将获得 资金费率，如果费率为负，则相反。</p>
            <p>请注意，您只有在资金时间戳时持有仓位，你才需要支付或收取资金费用。</p>
            <p>资金时间戳：UTC 4:00(新加坡时间 12:00)、UTC 12:00(新加坡时间 20:00)和 UTC 20:00(新加坡时间 04:00)。</p>
            <br />
            <p>交易者可以在行情表头的『资金费率』指标栏看到市场当前的资金费率。</p>
            <p>历史费率可参见<a href="/information/funding">资金费率历史。</a></p>
            <img src="../../../assets/img/guide/overview-1.png" />
            <h3>资金费用</h3>
            <p>资金费用是TigerMEX Swap永续合约核心的运行机制。</p>
            <p>UTC4:00(新加坡时间 12:00)、UTC12:00(新加坡时间 20:00)和UTC20:00(新加坡时间 04:00)会发生资金费用的交换。</p>
            <p>您收到或支付的资金费用计算公式如下：</p>
            <div class="formula">
                <p>资金费用 = 资金费率 * 仓位价值</p>
            </div>
            <p class="last">您的仓位价值与杠杆率无关。 例如，如果您持有100个BTCUSDT合约，则将按照这些合约的名义价值收取/支出资金，而不是基于您为该仓位分配了多少保证金。</p>
            <h3>资金费用的计算</h3>
            <p>资金费率由两部分组成：<span>利率</span>和<span>溢价／折价</span>。 此费率旨在确保永续掉期合约的交易价格紧跟标的参考价格。 通过这种方式，掉期合约类似于保证金交易的现货市场，买家和卖家定期交换资金费率。</p>
            <p>其中利率取决于基础货币、计价货币本身的借贷利率。</p>
            <div class="formula">
                <p>利率 (I) = (计价利率指数 - 基础利率指数) / 资金费率间隔</p>
            </div>
            <p>有时，永续掉期合约的价格相较于标记价格会有明显的溢价或折价。 在这种情况下，溢价指数将用于提高或降低下一个资金费率，使其符合目前掉期合约交易的水平。 每种掉期合约的溢价指数可参阅相关合约的明细页面，它的计算如下：</p>
            <div class="formula">
                <p>溢价指数(P) =( Max(0,深度加权买价-标记价格) - Max(0,标记价格-深度加权卖价) )/ 现货价格 + 标记价格的合理基差</p>
            </div>
            <p>在确定溢价指数后，我们对资金费率设置了0.05%的缓冲限制，所以：</p>
            <div class="formula">
                <p>资金费率 (F) = 溢价指数 (P) + clamp (利率 (I) - 溢价指数 (P), 0.05%, -0.05%)</p>
            </div>
            <p class="last">当 I-P在区间内时，资金费率F=I。此时我们称其为『凡值』，代表此时资金费率在最平稳的区间内。</p>
            <h3>资金费用的限额</h3>
            <p>TigerMEX Swap 对资金费率进行封顶以确保可以使用最高杠杆。 为了做到这一点，我们加上了两个限制</p>
            <p>绝对的资金费率上限为【起始保证金率 - 维持保证金率】 的 75% 。 如果起始保证金率为 1%，维持保证金吕为 0.5%，最大的资金费率将为 75% * (1%-0.5%) = 0.375%。</p>
            <div class="formula">
                <p>资金费率在资金间隔区间不得变化大于维持保证金率的75％，即 |F1-F2|<= 维持保证金 * 75%，F1、F2为连续两个资金费率。</p>
            </div>
            <p>TigerMEX Swap与资金费用之间的关系</p>
            <p class="last">TigerMEX Swap 不收取任何资金费用；资金费用由用户之间收取。</p>
            <h3>手续费</h3>
            <p>TigerMEX根据您的合约交易额划分您的合约交易手续费等级，并对不同等级推出了不同的手续费费率优惠。如下表所示：</p>
            <table>
                <tbody>
                    <tr>
                        <td>等级</td>
                        <td>交易量（上个月交易量，单位USDT）</td>
                        <td>Maker fee</td>
                        <td>Taker fee</td>
                    </tr>
                    <tr>
                        <td>Lv1</td>
                        <td>{{"< " + "500万"}}</td>
                        <td> -0.05% </td>
                        <td>0.15%</td>
                    </tr>
                    <tr>
                        <td>Lv2</td>
                        <td>≥ 500万</td>
                        <td>-0.05%</td>
                        <td>0.14%</td>
                    </tr>
                    <tr>
                        <td>Lv3</td>
                        <td>≥ 1000万</td>
                        <td>-0.05%</td>
                        <td>0.13%</td>
                    </tr>
                    <tr>
                        <td>Lv4</td>
                        <td>≥ 5000万</td>
                        <td>-0.05%</td>
                        <td>0.124%</td>
                    </tr>
                    <tr>
                        <td>Lv5</td>
                        <td>≥ 1亿</td>
                        <td>-0.05%</td>
                        <td>0.116%</td>
                    </tr>
                    <tr>
                        <td>Lv6</td>
                        <td>≥ 2亿</td>
                        <td>-0.05%</td>
                        <td>0.106%</td>
                    </tr>
                    <tr>
                        <td>Lv7</td>
                        <td>≥ 5亿</td>
                        <td>-0.05%</td>
                        <td>0.090%</td>
                    </tr>
                    <tr>
                        <td>Lv8</td>
                        <td>≥ 10亿</td>
                        <td>-0.05%</td>
                        <td>0.084%</td>
                    </tr>
                </tbody>
            </table>
            <p>注：合约手续费会采取先收取后返还的机制，在每天的 UTC时间20点进行结算将返还相应的手续费。</p>
            <p>等级计算是以上个月的所有合约币种交易量折合USDT的总额判定，该等级决定了返还的手续费额度。</p>
            <br />
            <p>创新币种合约费率：（双向收费）</p>
            <table>
                <tbody>
                    <tr>
                        <td>交易合约品种</td>
                        <td>Maker fee </td>
                        <td>Taker fee</td>
                    </tr>
                    <tr>
                        <td>VDSUSDT</td>
                        <td>0.05% </td>
                        <td>0.15% </td>
                    </tr>
                </tbody>
            </table>
        </div>
    </div>
</template>
<script>
export default {
  name: 'guide-start',
  head() {
    return {
      title: '合约概述'
    }
  },
  layout: 'information'
}
</script>
<style lang="less" scoped>
@import "../../../assets/css/guide.less";
</style>
